       IDENTIFICATION DIVISION.
       PROGRAM-ID. intoValues.
       AUTHOR FMORAESTEC.

       PROCEDURE DIVISION.
         START USSTATS Texas Abilene 79601 115930.
         INTO State-US Town-US Zip-US Pop-US.
         DISPLAY USSTATS
       STOP RUN.